// тестовый сценарий для разных героев
let scenario = {
    "character-1": [
        {
            name: "Сырно сильнейшая", text: "Приветики~~"
        },
        {
            name: "Рей", text: "Привет Сырно"
        },
        {
            name: "Сырно сильнейшая", text: "Удачи тебе ❤️"
        },
        {
            name: "Рей", text: "Тебе тоже ❤️❤️❤️"
        }
    ],
    "character-2": [
        {
            name: "Кыра", text: "Привет блин блинский"
        },
        {
            name: "Рей", text: "Привет, что ты тут делаешь?"
        },
        {
            name: "Кыра", text: "Я пришел сюда погреться "
        },
        {
            name: "Рей", text: "Ну тогда удачи тебе"
        },
        {
            name: "Кыра", text: "И тебе блин блинский"
        }
    ]
};